[{"fields": {"model": "permission", "app_label": "auth"}, "model": "contenttypes.contenttype", "pk": 1}, {"fields": {"model": "group", "app_label": "auth"}, "model": "contenttypes.contenttype", "pk": 2}, {"fields": {"model": "user", "app_label": "auth"}, "model": "contenttypes.contenttype", "pk": 3}, {"fields": {"model": "contenttype", "app_label": "contenttypes"}, "model": "contenttypes.contenttype", "pk": 4}, {"fields": {"model": "session", "app_label": "sessions"}, "model": "contenttypes.contenttype", "pk": 5}, {"fields": {"model": "book", "app_label": "books"}, "model": "contenttypes.contenttype", "pk": 6}, {"fields": {"model": "userprofilebook", "app_label": "books"}, "model": "contenttypes.contenttype", "pk": 7}, {"fields": {"model": "review", "app_label": "reviews"}, "model": "contenttypes.contenttype", "pk": 8}, {"fields": {"model": "category", "app_label": "categories"}, "model": "contenttypes.contenttype", "pk": 9}, {"fields": {"model": "comment", "app_label": "comments"}, "model": "contenttypes.contenttype", "pk": 10}, {"fields": {"model": "userprofile", "app_label": "users"}, "model": "contenttypes.contenttype", "pk": 11}, {"fields": {"model": "followship", "app_label": "users"}, "model": "contenttypes.contenttype", "pk": 12}, {"fields": {"model": "requestedbook", "app_label": "requestbooks"}, "model": "contenttypes.contenttype", "pk": 13}, {"fields": {"session_data": "NTlhNGFkMGU4NjdmZjUwNmRiMzZlMjI0YTYyNGExOGRlNTAwNDNjYTp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9pZCI6IjMiLCJfYXV0aF91c2VyX2hhc2giOiIzYmM3N2EyOTliNjBjYjkxN2Q4MDg4NWM1Y2Q0MGVhMzkyNDkwNWQ0In0=", "expire_date": "2015-10-27T03:18:50Z"}, "model": "sessions.session", "pk": "a755xq80esdm7dem9o75yk2pwr9umku9"}, {"fields": {"session_data": "NTlhNGFkMGU4NjdmZjUwNmRiMzZlMjI0YTYyNGExOGRlNTAwNDNjYTp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9pZCI6IjMiLCJfYXV0aF91c2VyX2hhc2giOiIzYmM3N2EyOTliNjBjYjkxN2Q4MDg4NWM1Y2Q0MGVhMzkyNDkwNWQ0In0=", "expire_date": "2015-10-27T04:36:13Z"}, "model": "sessions.session", "pk": "i9ubuginyakuk8qnek3bbc5bdk38nvxr"}, {"fields": {"session_data": "ZmM0NDFlNDUwMDA4NDE1NGRlMTY5NzhlNzk1OGQ3ZWJmNjY1NDQ3YTp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9oYXNoIjoiMjM4YmJiZDI5OThiYTk3NzAxZWM2YTI1NTc5NjllOTc2NDE5Zjg3MSIsIl9hdXRoX3VzZXJfaWQiOiIxIn0=", "expire_date": "2015-10-27T09:10:16Z"}, "model": "sessions.session", "pk": "iyqlma1go5c0sfdcbhu3s69xlimioz33"}, {"fields": {"categories": [1, 2], "favourites": [], "author": "Book", "title": "The Tears of Dark Water", "pages": 100, "description": "The Tears of Dark Water", "slug": "the-tears-of-dark-water", "publish_date": "2010-10-20T00:00:00Z"}, "model": "books.book", "pk": 1}, {"fields": {"categories": [1], "favourites": [], "author": "Elizabeth Gilbert", "title": "Big Magic: Creative Living Beyond Fear", "pages": 288, "description": "\"A must read for anyone hoping to live a creative life... I dare you not to be inspired to be brave, to be free, and to be curious.” —PopSugar\r\n\r\nFrom the worldwide bestselling author of Eat Pray Love: the path to the vibrant, fulfilling life you’ve dreamed of.\r\n \r\nReaders of all ages and walks of life have drawn inspiration and empowerment from Elizabeth Gilbert’s books for years. Now this beloved author digs deep into her own generative process to share her wisdom and unique perspective about creativity. With profound empathy and radiant generosity, she offers potent insights into the mysterious nature of inspiration. She asks us to embrace our curiosity and let go of needless suffering. She shows us how to tackle what we most love, and how to face down what we most fear. She discusses the attitudes, approaches, and habits we need in order to live our most creative lives. Balancing between soulful spirituality and cheerful pragmatism, Gilbert encourages us to uncover the “strange jewels” that are hidden within each of us. Whether we are looking to write a book, make art, find new ways to address challenges in our work,  embark on a dream long deferred, or simply infuse our everyday lives with more mindfulness and passion, Big Magic cracks open a world of wonder and joy.", "slug": "big-magic-creative-living-beyond-fear", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 2}, {"fields": {"categories": [1], "favourites": [], "author": "Harper", "title": "The Art of Memoir ", "pages": 256, "description": "Credited with sparking the current memoir explosion, Mary Karr’s The Liars’ Club spent more than a year at the top of the New York Times list. She followed with two other smash bestsellers: Cherry and Lit, which were critical hits as well.\r\n\r\nFor thirty years Karr has also taught the form, winning graduate teaching prizes for her highly selective seminar at Syracuse, where she mentored such future hit authors as Cheryl Strayed, Keith Gessen, and Koren Zailckas. In The Art of Memoir, she synthesizes her expertise as professor and therapy patient, writer and spiritual seeker, recovered alcoholic and “black belt sinner,” providing a unique window into the mechanics and art of the form that is as irreverent, insightful, and entertaining as her own work in the genre.\r\n\r\nAnchored by excerpts from her favorite memoirs and anecdotes from fellow writers’ experience, The Art of Memoir lays bare Karr’s own process. (Plus all those inside stories about how she dealt with family and friends get told— and the dark spaces in her own skull probed in depth.) As she breaks down the key elements of great literary memoir, she breaks open our concepts of memory and identity, and illuminates the cathartic power of reflecting on the past; anybody with an inner life or complicated history, whether writer or reader, will relate.\r\n\r\nJoining such classics as Stephen King’s On Writing and Anne Lamott’s Bird by Bird, The Art of Memoir is an elegant and accessible exploration of one of today’s most popular literary forms—a tour de force from an accomplished master pulling back the curtain on her craft. ", "slug": "the-art-of-memoir", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 3}, {"fields": {"categories": [1], "favourites": [], "author": "Ippy Art and Design ", "title": "Mystical Hiding Places: A Coloring Book for Adults", "pages": 50, "description": "Mystical Hiding Places is filled with pages that are designed with adults in mind. Completed with intricate detail, each page affords hours of fun and relaxation by providing a creative outlet for the artist in everyone.\r\n\r\nIt measures 8.5 x 0.2 x 11 inches and consists of 50 coloring pages that are printed single-sided with either a portrait or landscape orientation to provide variety. Because each page is printed on one side only, artists can use a variety of coloring media (e.g., pens, pencils, etc).\r\n\r\nThis coloring book contains a variety of different mystical subjects from around the world including animals, flowers, patterns, plants, and mandalas.", "slug": "mystical-hiding-places-a-coloring-book-for-adults", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 4}, {"fields": {"categories": [2], "favourites": [3], "author": "Flatiron Books", "title": "Furiously Happy: A Funny Book About Horrible Things", "pages": 329, "description": "For fans of David Sedaris, Tina Fey, and Mindy Kaling-the new book from Jenny Lawson, author of the #1 New York Times bestseller Let's Pretend This Never Happened...\r\n\r\nIn Let's Pretend This Never Happened, Jenny Lawson baffled readers with stories about growing up the daughter of a taxidermist. In her new book, Furiously Happy, Jenny explores her lifelong battle with mental illness. A hysterical, ridiculous book about crippling depression and anxiety? That sounds like a terrible idea. And terrible ideas are what Jenny does best.\r\n\r\nAccording to Jenny: \"Some people might think that being 'furiously happy' is just an excuse to be stupid and irresponsible and invite a herd of kangaroos over to your house without telling your husband first because you suspect he would say no since he's never particularly liked kangaroos. And that would be ridiculous because no one would invite a herd of kangaroos into their house. Two is the limit. I speak from personal experience. My husband says that none is the new limit. I say he should have been clearer about that before I rented all those kangaroos.\"\r\n\r\n\"Most of my favorite people are dangerously fucked-up but you'd never guess because we've learned to bare it so honestly that it becomes the new normal. Like John Hughes wrote in The Breakfast Club, 'We're all pretty bizarre. Some of us are just better at hiding it.' Except go back and cross out the word 'hiding.'\"\r\n\r\nJenny's first book, Let's Pretend This Never Happened, was ostensibly about family, but deep down it was about celebrating your own weirdness. Furiously Happy is a book about mental illness, but under the surface it's about embracing joy in fantastic and outrageous ways-and who doesn't need a bit more of that?", "slug": "furiously-happy-a-funny-book-about-horrible-things", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 5}, {"fields": {"categories": [2], "favourites": [], "author": "Convergent Books", "title": "Accidental Saints: Finding God in All the Wrong People ", "pages": 224, "description": "What if that person you've been trying to avoid is your best shot at grace today?\r\n\r\nAnd what if that's the point?\r\n\r\nIn Accidental Saints, New York Times best-selling au­thor Nadia Bolz-Weber invites readers into a surprising encounter with what she calls “a religious but not-so-spiritual life.” Tattooed, angry and profane, this former standup comic turned pastor stubbornly, sometimes hilariously, resists the God she feels called to serve. But God keeps showing up in the least likely of people—a church-loving agnostic, a drag queen, a felonious Bishop and a gun-toting member of the NRA.\r\n\r\nAs she lives and worships alongside these “ac­cidental saints,” Nadia is swept into first-hand en­counters with grace—a gift that feels to her less like being wrapped in a warm blanket and more like being hit with a blunt instrument. But by this grace, people are trans­formed in ways they couldn’t have been on their own.\r\n\r\nIn a time when many have rightly become dis­illusioned with Christianity, Accidental Saints dem­onstrates what happens when ordinary people share bread and wine, struggle with scripture together, and tell each other the truth about their real lives. This unforgettable account of their faltering steps toward wholeness will ring true for believer and skeptic alike.\r\n\r\nTold in Nadia’s trademark confessional style, Accidental Saints is the stunning next work from one of today’s most important religious voices", "slug": "accidental-saints-finding-god-in-all-the-wrong-people", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 6}, {"fields": {"categories": [3], "favourites": [], "author": "Thomas Dunne Books ", "title": "Never Enough: Donald Trump and the Pursuit of Success", "pages": 400, "description": "In the summer of 2015, as he vaulted to the lead among the many GOP candidates for president, Donald Trump was the only one dogged by questions about his true intentions. This most famous American businessman had played the role of provocateur so often that pundits, reporters, and voters struggled to believe that he was a serious contender. Trump stirred so much controversy that his candidacy puzzled anyone who applied ordinary political logic to the race. But as Michael D'Antonio shows in Never Enough, Trump has rarely been ordinary in his pursuit of success and his trademark method is based on a logic that begins with his firm belief that he is a singular and superior human being.\r\n\r\nAs revealed in this landmark biography, Donald Trump is a man whose appetite for wealth, attention, power, and conquest is practically insatiable. Declaring that he is still the person he was as a rascally little boy, Trump confesses that he avoids reflecting on himself \"because I might not like what I see\" and he believes \"most people aren't worthy of respect.\"\r\n\r\nA product of the media age and the Me Generation that emerged in the 1970s, Trump was a Broadway showman before he became a developer. Mentored by the scoundrel attorney Roy Cohn, Trump was a regular on the New York club scene and won press attention as a dashing young mogul before he had built his first major project. He leveraged his father's enormous fortune and political connections to get his business off the ground, and soon developed a larger-than-life persona. In time, and through many setbacks, he made himself into a living symbol of extravagance and achievement.\r\n\r\nDrawing upon extensive and exclusive interviews with Trump and many of his family members, including all his adult children, D'Antonio presents the full story of a truly American icon, from his beginnings as a businessman to his stormy romantic life and his pursuit of power in its many forms. For all those who wonder: Just who is Donald Trump?, Never Enough supplies the answer. He is a promoter, builder, performer and politician who pursues success with a drive that borders on obsession and yet, has given him, almost everything he ever wanted.", "slug": "never-enough-donald-trump-and-the-pursuit-of-success", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 7}, {"fields": {"categories": [4], "favourites": [2], "author": "Poppy", "title": "Hello, Goodbye, and Everything in Between ", "pages": 246, "description": "On the night before they leave for college, Clare and Aidan only have one thing left to do: figure out whether they should stay together or break up. Over the course of twelve hours, they'll retrace the steps of their relationship, trying to find something in their past that might help them decide what their future should be. The night will lead them to friends and family, familiar landmarks and unexpected places, hard truths and surprising revelations. But as the clock winds down and morning approaches, so does their inevitable goodbye. The question is, will it be goodbye for now or goodbye forever?\r\n\r\nThis new must-read novel from Jennifer E. Smith, author of The Statistical Probability of Love at First Sight, explores the difficult choices that must be made when life and love lead in different directions. ", "slug": "hello-goodbye-and-everything-in-between", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 8}, {"fields": {"categories": [5], "favourites": [], "author": "Bloomsbury USA Childrens", "title": "A Curious Tale of the In-Between", "pages": 240, "description": "Pram Bellamy is special--she can talk to ghosts. She doesn't have too many friends amongst the living, but that's all right. She has her books, she has her aunts, and she has her best friend, the ghostly Felix.\r\n\r\nThen Pram meets Clarence, a boy from school who has also lost a parent and is looking for answers. Together they arrive at the door of the mysterious Lady Savant, who promises to help. But this spiritualist knows the true nature of Pram's power, and what she has planned is more terrifying than any ghost", "slug": "a-curious-tale-of-the-in-between", "publish_date": "2010-10-10T00:00:00Z"}, "model": "books.book", "pk": 9}, {"fields": {"status": 1, "book": 9, "user_profile": 2}, "model": "books.userprofilebook", "pk": 1}, {"fields": {"status": 1, "book": 8, "user_profile": 2}, "model": "books.userprofilebook", "pk": 2}, {"fields": {"status": 2, "book": 7, "user_profile": 1}, "model": "books.userprofilebook", "pk": 3}, {"fields": {"rating": 4, "updated_time": "2015-10-12T09:40:46Z", "content": "On the night before they leave for college, Clare and Aidan only have one thing left to do: figure out whether they should stay together or break up. Over the course of twelve hours, they'll retrace the steps of their relationship, trying to find something", "book": 8, "user_profile": 2}, "model": "reviews.review", "pk": 1}, {"fields": {"rating": 3, "updated_time": "2015-10-13T02:49:31Z", "content": "Pram Bellamy is special--she can talk to ghosts. She doesn't have too many friends amongst the living, but that's all right. She has her books, she has her aunts, and she has her best friend, the ghostly Felix. Then Pram meets Clarence, a boy from school who has also lost a parent and is looking for answers", "book": 9, "user_profile": 2}, "model": "reviews.review", "pk": 2}, {"fields": {"rating": 2, "updated_time": "2015-10-13T04:36:41Z", "content": "User 01", "book": 9, "user_profile": 3}, "model": "reviews.review", "pk": 3}, {"fields": {"rating": 3, "updated_time": "2015-10-13T08:52:34Z", "content": "gfdsgfds", "book": 2, "user_profile": 1}, "model": "reviews.review", "pk": 4}, {"fields": {"rating": 3, "updated_time": "2015-10-13T08:53:18Z", "content": "fdsfdsfds", "book": 7, "user_profile": 2}, "model": "reviews.review", "pk": 5}, {"fields": {"rating": 3, "updated_time": "2015-10-13T08:57:05Z", "content": "Qaugn teo 123", "book": 6, "user_profile": 2}, "model": "reviews.review", "pk": 6}, {"fields": {"description": "Art", "name": "Art "}, "model": "categories.category", "pk": 1}, {"fields": {"description": "Biography", "name": "Biography"}, "model": "categories.category", "pk": 2}, {"fields": {"description": "Business", "name": "Business"}, "model": "categories.category", "pk": 3}, {"fields": {"description": "Chick Lit", "name": "Chick Lit"}, "model": "categories.category", "pk": 4}, {"fields": {"description": "Children's", "name": "Children's"}, "model": "categories.category", "pk": 5}, {"fields": {"description": "Christian", "name": "Christian"}, "model": "categories.category", "pk": 6}, {"fields": {"description": "Manga", "name": "Manga"}, "model": "categories.category", "pk": 7}, {"fields": {"content": "Quang Teo 2", "review": 2, "updated_time": "2015-10-13T04:19:33Z", "user_profile": 2}, "model": "comments.comment", "pk": 3}, {"fields": {"content": "ghghjgjhklk lkjhji yugui", "review": 2, "updated_time": "2015-10-13T05:59:05Z", "user_profile": 2}, "model": "comments.comment", "pk": 7}, {"fields": {"content": "Hello everybody 2", "review": 3, "updated_time": "2015-10-13T06:14:08Z", "user_profile": 2}, "model": "comments.comment", "pk": 9}, {"fields": {"content": "Quang Teo 1", "review": 2, "updated_time": "2015-10-13T06:32:16Z", "user_profile": 2}, "model": "comments.comment", "pk": 10}, {"fields": {"content": "Quang Teo 54654560", "review": 2, "updated_time": "2015-10-13T08:50:24Z", "user_profile": 2}, "model": "comments.comment", "pk": 11}, {"fields": {"content": "yhghgf 2", "review": 6, "updated_time": "2015-10-13T09:09:33Z", "user_profile": 2}, "model": "comments.comment", "pk": 12}, {"fields": {"time": "2015-10-13T08:33:53Z", "followee": 3, "follower": 2}, "model": "users.followship", "pk": 3}, {"fields": {"categories": [3], "status": 2, "requested_time": "2015-10-12T06:06:23Z", "description": "New                \t\r\n                ", "title": "New", "user_profile": 2}, "model": "requestbooks.requestedbook", "pk": 1}, {"fields": {"content_type": 1, "codename": "add_permission", "name": "Can add permission"}, "model": "auth.permission", "pk": 1}, {"fields": {"content_type": 1, "codename": "change_permission", "name": "Can change permission"}, "model": "auth.permission", "pk": 2}, {"fields": {"content_type": 1, "codename": "delete_permission", "name": "Can delete permission"}, "model": "auth.permission", "pk": 3}, {"fields": {"content_type": 2, "codename": "add_group", "name": "Can add group"}, "model": "auth.permission", "pk": 4}, {"fields": {"content_type": 2, "codename": "change_group", "name": "Can change group"}, "model": "auth.permission", "pk": 5}, {"fields": {"content_type": 2, "codename": "delete_group", "name": "Can delete group"}, "model": "auth.permission", "pk": 6}, {"fields": {"content_type": 3, "codename": "add_user", "name": "Can add user"}, "model": "auth.permission", "pk": 7}, {"fields": {"content_type": 3, "codename": "change_user", "name": "Can change user"}, "model": "auth.permission", "pk": 8}, {"fields": {"content_type": 3, "codename": "delete_user", "name": "Can delete user"}, "model": "auth.permission", "pk": 9}, {"fields": {"content_type": 4, "codename": "add_contenttype", "name": "Can add content type"}, "model": "auth.permission", "pk": 10}, {"fields": {"content_type": 4, "codename": "change_contenttype", "name": "Can change content type"}, "model": "auth.permission", "pk": 11}, {"fields": {"content_type": 4, "codename": "delete_contenttype", "name": "Can delete content type"}, "model": "auth.permission", "pk": 12}, {"fields": {"content_type": 5, "codename": "add_session", "name": "Can add session"}, "model": "auth.permission", "pk": 13}, {"fields": {"content_type": 5, "codename": "change_session", "name": "Can change session"}, "model": "auth.permission", "pk": 14}, {"fields": {"content_type": 5, "codename": "delete_session", "name": "Can delete session"}, "model": "auth.permission", "pk": 15}, {"fields": {"content_type": 6, "codename": "add_book", "name": "Can add book"}, "model": "auth.permission", "pk": 16}, {"fields": {"content_type": 6, "codename": "change_book", "name": "Can change book"}, "model": "auth.permission", "pk": 17}, {"fields": {"content_type": 6, "codename": "delete_book", "name": "Can delete book"}, "model": "auth.permission", "pk": 18}, {"fields": {"content_type": 7, "codename": "add_userprofilebook", "name": "Can add user profile book"}, "model": "auth.permission", "pk": 19}, {"fields": {"content_type": 7, "codename": "change_userprofilebook", "name": "Can change user profile book"}, "model": "auth.permission", "pk": 20}, {"fields": {"content_type": 7, "codename": "delete_userprofilebook", "name": "Can delete user profile book"}, "model": "auth.permission", "pk": 21}, {"fields": {"content_type": 8, "codename": "add_review", "name": "Can add review"}, "model": "auth.permission", "pk": 22}, {"fields": {"content_type": 8, "codename": "change_review", "name": "Can change review"}, "model": "auth.permission", "pk": 23}, {"fields": {"content_type": 8, "codename": "delete_review", "name": "Can delete review"}, "model": "auth.permission", "pk": 24}, {"fields": {"content_type": 9, "codename": "add_category", "name": "Can add category"}, "model": "auth.permission", "pk": 25}, {"fields": {"content_type": 9, "codename": "change_category", "name": "Can change category"}, "model": "auth.permission", "pk": 26}, {"fields": {"content_type": 9, "codename": "delete_category", "name": "Can delete category"}, "model": "auth.permission", "pk": 27}, {"fields": {"content_type": 10, "codename": "add_comment", "name": "Can add comment"}, "model": "auth.permission", "pk": 28}, {"fields": {"content_type": 10, "codename": "change_comment", "name": "Can change comment"}, "model": "auth.permission", "pk": 29}, {"fields": {"content_type": 10, "codename": "delete_comment", "name": "Can delete comment"}, "model": "auth.permission", "pk": 30}, {"fields": {"content_type": 11, "codename": "add_userprofile", "name": "Can add user profile"}, "model": "auth.permission", "pk": 31}, {"fields": {"content_type": 11, "codename": "change_userprofile", "name": "Can change user profile"}, "model": "auth.permission", "pk": 32}, {"fields": {"content_type": 11, "codename": "delete_userprofile", "name": "Can delete user profile"}, "model": "auth.permission", "pk": 33}, {"fields": {"content_type": 12, "codename": "add_followship", "name": "Can add follow ship"}, "model": "auth.permission", "pk": 34}, {"fields": {"content_type": 12, "codename": "change_followship", "name": "Can change follow ship"}, "model": "auth.permission", "pk": 35}, {"fields": {"content_type": 12, "codename": "delete_followship", "name": "Can delete follow ship"}, "model": "auth.permission", "pk": 36}, {"fields": {"content_type": 13, "codename": "add_requestedbook", "name": "Can add requested book"}, "model": "auth.permission", "pk": 37}, {"fields": {"content_type": 13, "codename": "change_requestedbook", "name": "Can change requested book"}, "model": "auth.permission", "pk": 38}, {"fields": {"content_type": 13, "codename": "delete_requestedbook", "name": "Can delete requested book"}, "model": "auth.permission", "pk": 39}, {"fields": {"is_staff": true, "password": "pbkdf2_sha256$20000$1LEKk6wvzFqu$5RC9SI49yrsbeS5FZaG0larSILivGQHqaDtdJYeOZHI=", "first_name": "", "username": "admin", "last_login": "2015-10-13T09:10:16Z", "groups": [], "is_active": true, "email": "truong.tuan.quang@framgia.com", "date_joined": "2015-10-09T03:50:17Z", "is_superuser": true, "last_name": "", "user_permissions": []}, "model": "auth.user", "pk": 1}, {"fields": {"is_staff": false, "password": "pbkdf2_sha256$20000$lImh0FFwg4QK$DdaADbFFugIPybn78Ikat9PktszEyyTk6nig0+s88Uo=", "first_name": "", "username": "user01", "last_login": "2015-10-13T08:53:07Z", "groups": [], "is_active": true, "email": "", "date_joined": "2015-10-12T02:19:32Z", "is_superuser": false, "last_name": "", "user_permissions": []}, "model": "auth.user", "pk": 2}, {"fields": {"is_staff": false, "password": "pbkdf2_sha256$20000$zAY52FOHw93M$GvyZzfB8lN9/Y9B8mjhwXC4UixK47SdKyB3xq1/Dldg=", "first_name": "", "username": "user02", "last_login": "2015-10-13T07:18:38Z", "groups": [], "is_active": true, "email": "", "date_joined": "2015-10-13T03:18:40Z", "is_superuser": false, "last_name": "", "user_permissions": []}, "model": "auth.user", "pk": 3}, {"fields": {"is_staff": true, "password": "pbkdf2_sha256$20000$H8IVgDj1CbUo$IgHFP05NclVSfi3AtKB5IqVY3wpGNl9BuX/38FP5TME=", "first_name": "", "username": "vuong", "last_login": null, "groups": [], "is_active": true, "email": "vuongW@v.com", "date_joined": "2015-10-13T06:50:08Z", "is_superuser": true, "last_name": "", "user_permissions": []}, "model": "auth.user", "pk": 4}, {"fields": {}, "model": "users.userprofile", "pk": 1}, {"fields": {}, "model": "users.userprofile", "pk": 2}, {"fields": {}, "model": "users.userprofile", "pk": 3}]